Repository: sabbivikas/Dino
Catalog: Dino/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, vi

source: nearly gone — one practice saves it
es: casi se va, una práctica lo salva
ja: もうすこしで枯れちゃう。ひとつの習慣で助かるよ
ko: 거의 시들었어요. 한 번의 실천이면 살릴 수 있어요
vi: sắp úa hết rồi, một lần chăm là cứu được

source: need help now?
es: ¿necesitas ayuda ahora?
ja: いますぐ助けが必要？
ko: 지금 도움이 필요한가요?
vi: cần giúp đỡ ngay bây giờ?

source: new features waiting for you
es: nuevas funciones te esperan
ja: 新しい機能が待ってるよ
ko: 새 기능이 기다리고 있어요
vi: tính năng mới đang chờ bạn

source: new growth spotted. you're doing the thing 🌿
es: nuevo brote a la vista. lo estás logrando 🌿
ja: 新しい芽をみつけたよ。ちゃんとできてるってことだね 🌿
ko: 새싹 발견. 지금 잘하고 있다는 뜻이에요 🌿
vi: phát hiện mầm mới. bạn đang làm được rồi đó 🌿

source: next
es: siguiente
ja: 次へ
ko: 다음
vi: tiếp

source: next →
es: siguiente →
ja: つぎへ →
ko: 다음 →
vi: tiếp theo →

source: night
es: noche
ja: よる
ko: 밤
vi: đêm

source: no distressing themes
es: sin temas angustiantes
ja: つらいテーマなし
ko: 괴로운 주제 없음
vi: không chủ đề nặng nề

source: no holds, just slow waves
es: sin pausas, solo olas lentas
ja: 止めなしで、ゆっくりの波だけ
ko: 멈춤 없이, 느린 파도만
vi: không nín hơi, chỉ những con sóng chậm

source: no judgment — but the plant could use some love today 💚
es: sin juzgar, pero a la planta le vendría bien algo de amor hoy 💚
ja: せめてるんじゃないよ。ただ、今日は植物に愛をあげてほしいな 💚
ko: 뭐라 하는 거 아니에요. 그냥 오늘 식물에게 사랑이 좀 필요해요 💚
vi: không trách gì đâu, nhưng hôm nay cái cây cần chút yêu thương 💚

source: no lights yet today. yours could be the first 🌱
es: aún no hay luces hoy. la tuya podría ser la primera 🌱
ja: 今日はまだあかりがないよ。あなたが最初の一つになれるかも 🌱
ko: 오늘은 아직 불빛이 없어요. 당신 것이 첫 번째일 수 있어요 🌱
vi: hôm nay chưa có ánh đèn nào. của bạn có thể là ngọn đầu tiên 🌱

source: no log
es: sin registro
ja: 記録なし
ko: 기록 없음
vi: chưa ghi

source: no memories yet
es: aún no hay memorias
ja: まだ思い出がないよ
ko: 아직 추억이 없어요
vi: chưa có kỷ niệm nào

source: no mood logged yet
es: aún no hay ánimo registrado
ja: まだ気分の記録がないよ
ko: 아직 기록한 기분이 없어요
vi: chưa ghi lại tâm trạng nào

source: no one's watching. how are you actually feeling?
es: nadie está mirando. ¿cómo te sientes en realidad?
ja: だれも見てないよ。ほんとうは、どんな気持ち?
ko: 아무도 안 보고 있어요. 사실은 기분이 어때요?
vi: không ai nhìn đâu. bạn thật ra đang cảm thấy sao?

source: no pressure
es: sin presión
ja: むりしないでね
ko: 부담 갖지 말아요
vi: không áp lực đâu

source: no pressure — but how's your heart doing right now?
es: sin presión, pero ¿cómo está tu corazón ahora mismo?
ja: むりしなくていいよ。でも、いまの気持ちはどう？
ko: 부담 갖지 말아요. 그런데 지금 마음은 좀 어때요?
vi: không áp lực gì đâu, nhưng trái tim bạn giờ đang thế nào?

source: no rush at all
es: sin ninguna prisa
ja: 急がなくていいよ
ko: 서두르지 않아도 돼요
vi: không vội chút nào

source: no skipping meals today, ok? even a snack helps
es: hoy no te saltes comidas, ¿va? hasta un snack ayuda
ja: 今日はごはんを抜かないでね。おやつだけでも助けになるよ
ko: 오늘은 끼니 거르지 말기예요. 간식이라도 힘이 돼요
vi: hôm nay đừng bỏ bữa nha? ăn vặt thôi cũng đỡ lắm

source: not at all
es: para nada
ja: まったくない
ko: 전혀 없었어요
vi: không hề

source: not every day needs to be productive.
es: no todos los días tienen que ser productivos.
ja: 毎日がんばらなくてもいいんだよ。
ko: 모든 날이 생산적일 필요는 없어요.
vi: không phải ngày nào cũng cần năng suất.

source: not graphic
es: nada explícito
ja: 刺激つよめの描写なし
ko: 자극적인 장면 없음
vi: không hình ảnh mạnh

source: not much written down this week. weeks like that happen, and that's okay
es: no se escribió mucho esta semana. semanas así pasan, y está bien
ja: 今週はあまり書かれなかったね。そういう週もあるし、それでいいんだよ
ko: 이번 주엔 많이 쓰지 않았네요. 그런 주도 있는 거고, 괜찮아요
vi: tuần này không viết nhiều. có những tuần như thế, và không sao cả

source: not now
es: ahora no
ja: 今はしない
ko: 지금은 아니요
vi: chưa phải lúc

source: not tonight
es: esta noche no
ja: 今夜はやめておく
ko: 오늘 밤은 괜찮아요
vi: tối nay thì thôi

source: nothing here yet
es: aún no hay nada aquí
ja: まだ何もないよ
ko: 아직 아무것도 없어요
vi: chưa có gì ở đây cả

source: nothing to do, nowhere to go
es: nada que hacer, ningún lugar adonde ir
ja: やることも、いく場所もなにもない時間
ko: 할 것도, 갈 곳도 없는 시간
vi: không việc gì phải làm, không nơi nào phải đến

source: notifications
es: notificaciones
ja: 通知
ko: 알림
vi: thông báo

source: notifications are off
es: las notificaciones están desactivadas
ja: 通知はオフになってる
ko: 알림이 꺼져 있어요
vi: thông báo đang tắt

source: notifications are working perfectly
es: las notificaciones funcionan perfectamente
ja: 通知はばっちり届いてるよ
ko: 알림이 완벽하게 작동하고 있어요
vi: thông báo đang hoạt động hoàn hảo

source: nudge me at
es: avísame a las
ja: お知らせの時間
ko: 알림 시간
vi: nhắc mình lúc

source: nudges from your dino
es: recordatorios de tu dino
ja: dinoからのおしらせ
ko: dino의 다정한 알림
vi: lời nhắc từ dino của bạn

source: of %lld
es: de %lld
ja: / %lld
ko: / %lld
vi: trên %lld

source: off
es: apagado
ja: オフ
ko: 끔
vi: tắt

source: offline summary
es: resumen sin conexión
ja: オフラインのまとめ
ko: 오프라인 요약
vi: tóm tắt ngoại tuyến

source: okay
es: vale
ja: わかった
ko: 알겠어요
vi: được

source: on a heavy day, once in a while, dino offers one soft thing. a playlist, a comfort film, a cozy game. never a feed, always a friend
es: en un día pesado, de vez en cuando, dino ofrece una cosa suave. una playlist, una película reconfortante, un juego acogedor. nunca un feed, siempre un amigo
ja: 重たい日には、ときどきディノがひとつだけやわらかいものを差し出すよ。プレイリスト、心安らぐ映画、あたたかいゲーム。フィードじゃなくて、いつでも友だちとして
ko: 무거운 날엔 가끔 디노가 부드러운 것 하나를 건네요. 플레이리스트, 위로가 되는 영화, 포근한 게임. 피드가 아니라 언제나 친구로서요
vi: vào ngày nặng nề, thi thoảng dino gửi tặng một điều dịu dàng. một playlist, một bộ phim an ủi, một trò chơi ấm áp. không bao giờ là một bảng tin, luôn luôn là một người bạn

source: on hard days, dropping one moment into your jar shifts something. it doesn't have to be big.
es: en los días difíciles, dejar un momento en tu frasco cambia algo. no tiene que ser grande.
ja: つらい日は、ひとつの瞬間をびんに入れるだけで何かが変わるよ。大きなことじゃなくていいんだ。
ko: 힘든 날엔, 순간 하나를 유리병에 담는 것만으로 무언가 달라져요. 크지 않아도 돼요.
vi: vào những ngày khó khăn, thả một khoảnh khắc vào lọ cũng đủ thay đổi điều gì đó. không cần phải to tát đâu.

source: one breathing session today. you got this 🌬️
es: una sesión de respiración hoy. tú puedes 🌬️
ja: 今日はひとつだけ、呼吸の時間を。できるよ 🌬️
ko: 오늘 호흡 한 번이면 돼요. 할 수 있어요 🌬️
vi: một phiên hít thở hôm nay thôi. bạn làm được 🌬️

source: one day at a time — sometimes one hour.
es: un día a la vez, a veces una hora.
ja: 一日ずつ。ときには一時間ずつでもいい。
ko: 하루씩, 때로는 한 시간씩이라도 돼요.
vi: từng ngày một, đôi khi từng giờ một.

source: one quiet minute is its own kind of brave.
es: un minuto de silencio es su propia forma de valentía.
ja: しずかな1分間は、それだけでひとつの勇気。
ko: 고요한 1분도 그 자체로 용기예요.
vi: một phút tĩnh lặng cũng là một kiểu dũng cảm.

source: one session down.
es: una sesión lograda.
ja: 1セッション かんりょう。
ko: 한 세션 완료.
vi: xong một phiên rồi.

source: one small good thing
es: una pequeña cosa buena
ja: 小さないいこと、ひとつ
ko: 작고 좋은 것 하나
vi: một điều tốt lành nho nhỏ

source: one small thing that went well today…
es: una cosita que salió bien hoy…
ja: 今日うまくいった、ちいさなこと…
ko: 오늘 잘 풀린 작은 일 하나…
vi: một điều nhỏ suôn sẻ hôm nay…

source: one thing at a time
es: una cosa a la vez
ja: ひとつずつ
ko: 한 번에 하나씩
vi: từng việc một

source: one tiny check-in keeps the streak alive. you've got this
es: un registro pequeñito mantiene viva la racha. tú puedes
ja: ちいさなチェックインひとつで、つながりは続くよ。だいじょうぶ
ko: 작은 체크인 하나면 스트릭이 살아 있어요. 할 수 있어요
vi: chỉ một lần ghé nhỏ là chuỗi ngày vẫn sống. bạn làm được mà

source: one week strong
es: una semana fuerte
ja: 一週間 つづいたよ
ko: 일주일째 단단해요
vi: một tuần vững vàng

source: only you see this
es: solo tú ves esto
ja: これが見えるのはあなただけ
ko: 이건 당신만 볼 수 있어요
vi: chỉ mình bạn thấy điều này

source: open %@
es: abrir %@
ja: %@をひらく
ko: %@ 열기
vi: mở %@

source: open it
es: ábrelo
ja: あけてみて
ko: 열어봐요
vi: mở ra xem

source: open journal ✍️
es: abrir diario ✍️
ja: 日記をひらく ✍️
ko: 일기 열기 ✍️
vi: mở nhật ký ✍️

source: open settings
es: abrir ajustes
ja: 設定を開く
ko: 설정 열기
vi: mở cài đặt

source: opening up
es: abriéndose
ja: ひらきはじめた
ko: 피어나는 중
vi: đang hé nở

source: opens all your kept lanterns
es: abre todos tus farolillos guardados
ja: とっておいたランタンをぜんぶひらくよ
ko: 간직한 랜턴을 모두 열어요
vi: mở tất cả lồng đèn bạn đã giữ

source: opens dino straight into the breathing space.
es: abre dino directo en el espacio de respiración.
ja: dinoをひらいて、すぐ呼吸の空間へ。
ko: dino를 열자마자 호흡 공간으로 가요.
vi: mở dino và vào thẳng không gian hít thở.

source: or
es: o
ja: または
ko: 또는
vi: hoặc

source: or tell dino in your words…
es: o cuéntale a dino con tus palabras…
ja: またはあなたの言葉でディノに話してね…
ko: 아니면 당신의 말로 디노에게 들려주세요…
vi: hoặc kể cho dino bằng lời của bạn…

source: out
es: exhala
ja: はく
ko: 날숨
vi: thở

source: out of 100
es: de 100
ja: 100点満点中
ko: 100점 만점
vi: trên 100

source: over the past week, how often has your daily life been filled with things that interest you?
es: durante la última semana, ¿con qué frecuencia tu día a día estuvo lleno de cosas que te interesan?
ja: この一週間、毎日が興味のあることで満たされていたのは、どのくらいあった？
ko: 지난 한 주 동안, 일상이 흥미로운 일들로 채워져 있던 적이 얼마나 자주 있었나요?
vi: trong tuần qua, cuộc sống hằng ngày của bạn có thường đầy những điều bạn thấy thú vị không?

source: over the past week, how often have you felt calm and relaxed?
es: durante la última semana, ¿con qué frecuencia te sentiste tranquilo y relajado?
ja: この一週間、おだやかでリラックスしていられたことは、どのくらいあった？
ko: 지난 한 주 동안, 차분하고 편안하게 지낸 적이 얼마나 자주 있었나요?
vi: trong tuần qua, bạn có thường thấy bình tĩnh và thư giãn không?

source: over the past week, how often have you felt cheerful and in good spirits?
es: durante la última semana, ¿con qué frecuencia te sentiste alegre y de buen ánimo?
ja: この一週間、明るく、いい気分でいられたことは、どのくらいあった？
ko: 지난 한 주 동안, 밝고 기분 좋게 지낸 적이 얼마나 자주 있었나요?
vi: trong tuần qua, bạn có thường thấy vui vẻ và phấn chấn không?

source: over the past week, how often have you felt down, depressed, or hopeless?
es: durante la última semana, ¿con qué frecuencia te sentiste decaído, deprimido o sin esperanza?
ja: この一週間、気分がしずんだり、ゆううつだったり、希望が持てないことは、どのくらいあった？
ko: 지난 한 주 동안, 가라앉거나 우울하거나 희망이 없다고 느낀 적이 얼마나 자주 있었나요?
vi: trong tuần qua, bạn có thường thấy buồn bã, chán nản hay tuyệt vọng không?

source: over the past week, how often have you felt little interest or pleasure in doing things?
es: durante la última semana, ¿con qué frecuencia sentiste poco interés o placer en hacer cosas?
ja: この一週間、ものごとへの興味やたのしさをあまり感じられないことは、どのくらいあった？
ko: 지난 한 주 동안, 일에 흥미나 즐거움을 느끼지 못한 적이 얼마나 자주 있었나요?
vi: trong tuần qua, bạn có thường thấy ít hứng thú hay niềm vui khi làm mọi việc không?

source: over the past week, how often have you felt nervous, anxious, or on edge?
es: durante la última semana, ¿con qué frecuencia te sentiste nervioso, ansioso o al límite?
ja: この一週間、きんちょうしたり、ふあんだったり、気がはりつめることは、どのくらいあった？
ko: 지난 한 주 동안, 초조하거나 불안하거나 날이 서 있다고 느낀 적이 얼마나 자주 있었나요?
vi: trong tuần qua, bạn có thường thấy bồn chồn, lo âu hay căng như dây đàn không?

source: over the past week, how often have you felt tired or had little energy?
es: durante la última semana, ¿con qué frecuencia te sentiste cansado o con poca energía?
ja: この一週間、つかれていたり、元気が出ないことは、どのくらいあった？
ko: 지난 한 주 동안, 피곤하거나 기운이 없다고 느낀 적이 얼마나 자주 있었나요?
vi: trong tuần qua, bạn có thường thấy mệt mỏi hay thiếu năng lượng không?

source: over the past week, how often have you had trouble falling or staying asleep?
es: durante la última semana, ¿con qué frecuencia te costó dormirte o seguir dormido?
ja: この一週間、寝つけなかったり、途中で目がさめることは、どのくらいあった？
ko: 지난 한 주 동안, 잠들기 어렵거나 자다 깬 적이 얼마나 자주 있었나요?
vi: trong tuần qua, bạn có thường khó ngủ hay ngủ không sâu giấc không?

source: over the past week, how often have you not been able to stop or control worrying?
es: durante la última semana, ¿con qué frecuencia no pudiste parar o controlar la preocupación?
ja: この一週間、心配ごとを止められない・コントロールできないことは、どのくらいあった？
ko: 지난 한 주 동안, 걱정을 멈추거나 조절할 수 없었던 적이 얼마나 자주 있었나요?
vi: trong tuần qua, bạn có thường không thể ngừng hay kiểm soát nỗi lo không?

source: over the past week, how often have you woken up feeling fresh and rested?
es: durante la última semana, ¿con qué frecuencia despertaste fresco y descansado?
ja: この一週間、すっきり休めた気分で目ざめたことは、どのくらいあった？
ko: 지난 한 주 동안, 개운하게 잘 쉰 기분으로 일어난 적이 얼마나 자주 있었나요?
vi: trong tuần qua, bạn có thường thức dậy thấy khỏe khoắn và được nghỉ ngơi không?

source: overwhelmed
es: abrumado
ja: いっぱいいっぱい
ko: 버거워요
vi: quá tải

source: page 1
es: página 1
ja: 1ページ
ko: 1쪽
vi: trang 1

source: painting model is still warming up
es: el modelo de pintura aún está calentando
ja: ペイントモデルは、まだ準備運動ちゅう
ko: 그림 모델이 아직 준비 중이에요
vi: máy vẽ vẫn đang khởi động

source: painting service is temporarily unavailable
es: el servicio de pintura no está disponible por ahora
ja: ペイントサービスは、いまちょっとお休みちゅう
ko: 그림 서비스를 잠시 사용할 수 없어요
vi: dịch vụ vẽ tranh tạm thời không dùng được

source: painting will be ready soon 🎨
es: la pintura estará lista pronto 🎨
ja: 絵はもうすぐできるよ 🎨
ko: 그림이 곧 완성돼요 🎨
vi: bức tranh sắp xong rồi 🎨

source: painting your story...
es: pintando tu historia...
ja: あなたの物語を描いてる...
ko: 당신의 이야기를 그리는 중...
vi: đang vẽ câu chuyện của bạn...

source: panicky
es: con pánico
ja: パニックぎみ
ko: 공황스러워요
vi: hoảng loạn

source: partly cloudy
es: parcialmente nublado
ja: うすぐもり
ko: 약간 흐림
vi: có mây

source: password
es: contraseña
ja: パスワード
ko: 비밀번호
vi: mật khẩu

source: password must be at least 6 characters
es: la contraseña debe tener al menos 6 caracteres
ja: パスワードは6文字以上にしてね
ko: 비밀번호는 6자 이상이어야 해요
vi: mật khẩu cần ít nhất 6 ký tự

source: passwords don't match
es: las contraseñas no coinciden
ja: パスワードが一致しないよ
ko: 비밀번호가 일치하지 않아요
vi: mật khẩu không khớp

source: pattern
es: patrón
ja: パターン
ko: 패턴
vi: nhịp

source: pause
es: pausa
ja: いったんストップ
ko: 일시정지
vi: tạm dừng

source: pause for one breath and notice how you feel
es: haz una pausa de una respiración y nota cómo te sientes
ja: ひと呼吸だけ止まって、いまの気持ちに気づいてみて
ko: 숨 한 번만 멈추고, 지금 기분을 느껴봐요
vi: dừng lại một nhịp thở và để ý xem mình đang cảm thấy gì

source: paused
es: en pausa
ja: 一時停止中
ko: 일시정지됨
vi: đang tạm dừng

source: people who care are ready to listen, any hour:
es: hay personas que se preocupan y están listas para escucharte, a cualquier hora:
ja: あなたを気にかけている人たちが、いつでも聞く準備をしているよ。
ko: 당신을 아끼는 사람들이 언제든 들을 준비가 되어 있어요.
vi: những người quan tâm luôn sẵn sàng lắng nghe, bất cứ giờ nào:

source: people who do this 3x a week report feeling more grounded
es: quienes hacen esto 3 veces por semana dicen sentirse con más calma
ja: 週3回つづけた人は、心が安定したと感じているよ
ko: 일주일에 3번 하는 사람들은 마음이 더 단단해졌다고 해요
vi: những ai làm điều này 3 lần mỗi tuần cho biết họ thấy vững vàng hơn

source: permanently remove everything
es: eliminar todo permanentemente
ja: すべてを完全に削除する
ko: 모든 것을 영구히 삭제해요
vi: xóa vĩnh viễn mọi thứ

source: personal best
es: récord personal
ja: じこベスト
ko: 최고 기록
vi: kỷ lục cá nhân

source: personal intelligence
es: inteligencia personal
ja: パーソナルインテリジェンス
ko: 퍼스널 인텔리전스
vi: trí tuệ cá nhân

source: petals everywhere. you earned every one of them 🌺
es: pétalos por todas partes. te ganaste cada uno 🌺
ja: 花びらがいっぱい。ぜんぶ、あなたががんばった証だよ 🌺
ko: 꽃잎이 가득해요. 하나하나 다 당신이 만든 거예요 🌺
vi: cánh hoa khắp nơi. từng cánh một đều do bạn xứng đáng có được 🌺

source: pick a time:
es: elige una hora:
ja: 時間を選んでね:
ko: 시간을 골라 주세요:
vi: chọn một giờ:

source: pick the day it belongs to
es: elige el día al que pertenece
ja: この記録の日を選んでね
ko: 이 기록이 속할 날을 골라 주세요
vi: chọn ngày cho mục này

source: pick the day you want this memory to belong to
es: elige el día al que quieres que pertenezca esta memoria
ja: この思い出をどの日にするか選んでね
ko: 이 추억이 속할 날을 골라 주세요
vi: chọn ngày bạn muốn kỷ niệm này thuộc về

source: picking the best light...
es: eligiendo la mejor luz...
ja: いちばんいい光を選んでる...
ko: 가장 좋은 빛을 고르는 중...
vi: đang chọn ánh sáng đẹp nhất...

source: please sign in again to confirm account deletion.
es: inicia sesión de nuevo para confirmar la eliminación de la cuenta.
ja: アカウント削除の確認のため、もういちどサインインしてね。
ko: 계정 삭제 확인을 위해 다시 로그인해주세요.
vi: đăng nhập lại để xác nhận xóa tài khoản nhé.

source: please try again.
es: inténtalo de nuevo.
ja: もういちどためしてね。
ko: 다시 시도해봐요.
vi: thử lại nhé.

source: poorly
es: mal
ja: あまり
ko: 잘 못 자요
vi: kém

source: practice
es: práctica
ja: しゅうかん
ko: 실천
vi: thói quen

source: preview
es: vista previa
ja: プレビュー
ko: 미리보기
vi: xem trước

source: privacy & data
es: privacidad y datos
ja: プライバシーとデータ
ko: 개인정보와 데이터
vi: quyền riêng tư và dữ liệu

source: privacy policy
es: política de privacidad
ja: プライバシーポリシー
ko: 개인정보 처리방침
vi: chính sách quyền riêng tư

source: profile details
es: detalles del perfil
ja: プロフィール詳細
ko: 프로필 정보
vi: chi tiết hồ sơ

source: progress, not perfection.
es: progreso, no perfección.
ja: 完璧じゃなくて、前へ。
ko: 완벽함보다 나아감이에요.
vi: tiến bộ, không cần hoàn hảo.

source: psst — your dino's plant misses you. come water it 🌱
es: psst, la planta de tu dino te extraña. ven a regarla 🌱
ja: ねえねえ、dinoの植物がさみしがってるよ。お水をあげにきて 🌱
ko: 저기요, dino의 식물이 당신을 그리워해요. 물 주러 와요 🌱
vi: suỵt, cái cây của dino đang nhớ bạn đó. đến tưới nước cho nó đi 🌱

source: question %@ of %lld
es: pregunta %@ de %lld
ja: 質問 %@ / %lld
ko: 질문 %@ / %lld
vi: câu hỏi %@ / %lld

# question %lld of %lld
source: question %1$lld of %2$lld
es: pregunta %lld de %lld
ja: 質問 %lld / %lld
ko: 질문 %lld / %lld
vi: câu hỏi %lld trên %lld

source: quick palette
es: paleta rápida
ja: クイックパレット
ko: 빠른 팔레트
vi: bảng màu nhanh

source: quick tap to log how you're feeling
es: un toque rápido para registrar cómo te sientes
ja: ワンタップで、いまの気分を記録
ko: 한 번 눌러 지금 기분을 기록해요
vi: chạm nhanh để ghi lại cảm giác của bạn

source: quiet
es: tranquilo
ja: しずか
ko: 잔잔함
vi: yên tĩnh

source: quiet morning
es: mañana tranquila
ja: しずかな朝
ko: 고요한 아침
vi: buổi sáng yên ả

source: quiet skies so far. check back soon 🌿
es: cielos tranquilos por ahora. vuelve pronto 🌿
ja: 今のところ空は静か。また見にきてね 🌿
ko: 아직은 조용한 하늘이에요. 곧 다시 들러 주세요 🌿
vi: bầu trời vẫn yên ắng. quay lại sau nhé 🌿

source: quieter care
es: cuidado más silencioso
ja: より静かなケア
ko: 더 조용한 돌봄
vi: chăm sóc lặng lẽ hơn

source: rain outside your window means rain in the garden now. dino's world breathes with yours
es: lluvia fuera de tu ventana significa lluvia en el jardín ahora. el mundo de dino respira con el tuyo
ja: 窓の外の雨は、庭の雨。ディノの世界はあなたの世界と一緒に呼吸してる
ko: 창밖에 비가 오면 이제 정원에도 비가 와요. 디노의 세상은 당신의 세상과 함께 숨 쉬어요
vi: mưa ngoài cửa sổ giờ cũng là mưa trong vườn. thế giới của dino thở cùng thế giới của bạn

source: rain, forest, soft piano
es: lluvia, bosque, piano suave
ja: 雨、森、やわらかなピアノ
ko: 비, 숲, 부드러운 피아노
vi: mưa, rừng, piano êm dịu

source: rainy
es: lluvioso
ja: あめ
ko: 비
vi: mưa

source: rate dino
es: califica dino
ja: dinoを評価する
ko: dino 평가하기
vi: đánh giá dino

source: rate now
es: calificar ahora
ja: 今すぐ評価
ko: 지금 평가하기
vi: đánh giá ngay

source: rate on the app store
es: calificar en el app store
ja: app storeで評価する
ko: app store에서 평가하기
vi: đánh giá trên app store

source: reaching for the light
es: buscando la luz
ja: ひかりに手をのばしてる
ko: 빛을 향해 뻗고 있어요
vi: đang vươn về phía ánh sáng

source: read it on apple books
es: leerlo en apple books
ja: apple booksで読む
ko: apple books에서 읽기
vi: đọc trên apple books

source: reading your moods...
es: leyendo tus ánimos...
ja: きぶんを読んでる...
ko: 기분을 읽는 중...
vi: đang đọc tâm trạng của bạn...

source: ready
es: listo
ja: 準備ok
ko: 준비됐어요
vi: sẵn sàng

source: ready when you are.
es: listo cuando tú lo estés.
ja: あなたの準備が できたらいつでも。
ko: 준비되면 언제든지요.
vi: sẵn sàng khi bạn sẵn sàng.

source: real people, ready to listen. any hour, any reason.
es: personas reales, listas para escuchar. a cualquier hora, por cualquier motivo.
ja: 本物の人が、聴く準備をして待ってる。何時でも、どんな理由でも。
ko: 진짜 사람들이 들을 준비를 하고 있어요. 몇 시든, 어떤 이유든요.
vi: những con người thật, sẵn sàng lắng nghe. bất kể giờ nào, bất kể lý do gì.

source: real weather in dino's world
es: clima real en el mundo de dino
ja: ディノの世界に本物の天気
ko: 디노 세상 속 진짜 날씨
vi: thời tiết thật trong thế giới dino

source: reauthentication failed. please try again.
es: falló la reautenticación. inténtalo de nuevo.
ja: 再認証できなかったよ。もういちどためしてね。
ko: 재인증에 실패했어요. 다시 시도해봐요.
vi: xác thực lại thất bại. thử lại nhé.

source: recent memories
es: memorias recientes
ja: 最近の思い出
ko: 최근 추억
vi: kỷ niệm gần đây

source: reflect gently
es: reflexiona con calma
ja: やさしくふり返ろう
ko: 부드럽게 돌아봐요
vi: ngẫm lại thật nhẹ nhàng

source: reflect on this today
es: reflexiona sobre esto hoy
ja: 今日はこれを心にとめて
ko: 오늘 이 말을 마음에 담아봐요
vi: hôm nay ngẫm về điều này nhé

source: reflective
es: reflexivo
ja: ものおもい
ko: 생각에 잠긴
vi: trầm tư

source: refresh
es: actualizar
ja: こうしん
ko: 새로고침
vi: làm mới

source: relationships
es: relaciones
ja: 人間関係
ko: 관계
vi: các mối quan hệ

source: release and let go
es: libera y suelta
ja: ゆるめて、手ばなそう
ko: 풀어주고 놓아줘요
vi: thả lỏng và buông

source: remaining
es: restante
ja: のこり
ko: 남음
vi: còn lại

source: reminders enabled!
es: ¡recordatorios activados!
ja: リマインダーをオンにしたよ！
ko: 알림을 켰어요!
vi: đã bật lời nhắc!

source: remove
es: quitar
ja: 取り除く
ko: 제거
vi: gỡ bỏ

source: report
es: reportar
ja: 報告
ko: 신고
vi: báo cáo

source: report this lantern
es: reportar este farolito
ja: このランタンを報告
ko: 이 등불 신고하기
vi: báo cáo chiếc đèn lồng này

source: report this lantern?
es: ¿reportar este farolito?
ja: このランタンを報告する？
ko: 이 등불을 신고할까요?
vi: báo cáo chiếc đèn lồng này?

source: reset to default
es: restablecer
ja: 初期設定に戻す
ko: 기본값으로 되돌리기
vi: về mặc định

source: rest
es: descansa
ja: やすむ
ko: 쉼
vi: nghỉ

source: rest is a kind of tending too
es: descansar también es una forma de cuidar
ja: 休むことも お手入れのひとつ
ko: 쉬는 것도 돌봄의 하나예요
vi: nghỉ ngơi cũng là một cách chăm nom

source: rest is a practice too. tuck yourself in
es: descansar también es una práctica. arrópate bien
ja: 休むことも、だいじな練習。ふとんに入ろうね
ko: 쉬는 것도 연습이에요. 이불 속으로 들어가요
vi: nghỉ ngơi cũng là một thói quen tốt. đắp chăn ngủ thôi

source: rest is healing. be gentle with yourself today.
es: descansar es sanar. sé amable contigo hoy.
ja: 休むことは、いやし。今日はじぶんにやさしくね。
ko: 쉼이 곧 회복이에요. 오늘은 스스로에게 다정하게요.
vi: nghỉ ngơi là chữa lành. hôm nay hãy dịu dàng với mình.

source: rest is productive.
es: descansar también es productivo.
ja: 休むことも、だいじな仕事。
ko: 쉬는 것도 생산적인 일이에요.
vi: nghỉ ngơi cũng là làm việc hiệu quả.

source: rest isn't lazy — it's repair. close your eyes a sec
es: descansar no es flojera, es reparación. cierra los ojos un segundo
ja: 休むのはなまけじゃなくて、なおす時間。ちょっと目をとじてみて
ko: 쉬는 건 게으른 게 아니라 회복이에요. 잠깐 눈을 감아봐요
vi: nghỉ không phải lười đâu, là sửa chữa đó. nhắm mắt một chút đi

source: restless
es: inquieto
ja: そわそわ
ko: 안절부절못해요
vi: bồn chồn

source: resume
es: continuar
ja: つづける
ko: 이어하기
vi: tiếp tục

source: rhythms
es: ritmos
ja: リズム
ko: 리듬
vi: nhịp điệu

source: rn, icu nurse · finland
es: enfermera de uci · finlandia
ja: ICU看護師 · フィンランド
ko: 중환자실 간호사 · 핀란드
vi: y tá icu · phần lan

source: sad
es: triste
ja: かなしい
ko: 슬퍼요
vi: buồn

source: save
es: guardar
ja: 保存
ko: 저장
vi: lưu

source: save to jar 🫙
es: guardar en el frasco 🫙
ja: びんにしまう 🫙
ko: 유리병에 담기 🫙
vi: cất vào lọ 🫙

source: save to photos 📸
es: guardar en fotos 📸
ja: 写真に保存 📸
ko: 사진에 저장 📸
vi: lưu vào ảnh 📸

source: saved
es: guardado
ja: 保存したよ
ko: 저장했어요
vi: đã lưu

source: saved to camera roll ✨
es: guardado en tu carrete ✨
ja: カメラロールに保存したよ ✨
ko: 카메라 롤에 저장했어요 ✨
vi: đã lưu vào cuộn ảnh ✨

source: saved to photos
es: guardado en fotos
ja: 写真に保存したよ
ko: 사진에 저장했어요
vi: đã lưu vào ảnh

source: saved to your jar
es: guardado en tu frasco
ja: びんにしまったよ
ko: 유리병에 담았어요
vi: đã cất vào lọ của bạn

source: scheduled stillness incoming. let yourself be tired
es: llega tu momento de quietud. permítete estar cansado
ja: しずかな時間のおしらせだよ。つかれたままでいいからね
ko: 고요한 시간이 도착했어요. 피곤한 그대로 있어도 돼요
vi: giờ tĩnh lặng đến rồi. cứ cho phép mình được mệt nhé

source: scrapbook
es: álbum de recortes
ja: スクラップブック
ko: 스크랩북
vi: sổ lưu niệm

source: see all %lld ›
es: ver los %lld ›
ja: %lld個ぜんぶ見る ›
ko: %lld개 모두 보기 ›
vi: xem cả %lld ›

source: see all — %lld memories →
es: ver todo, %lld memorias →
ja: すべて見る、 %lld個の思い出 →
ko: 모두 보기, 추억 %lld개 →
vi: xem tất cả, %lld kỷ niệm →

source: see everyone's inner weather 🌎
es: mira el clima interior de todos 🌎
ja: みんなのこころのお天気を見てみよう 🌎
ko: 모두의 마음 날씨를 구경해요 🌎
vi: xem thời tiết bên trong của mọi người 🌎

source: see where it lives
es: ver dónde vive
ja: これがある場所を見る
ko: 이것이 사는 곳 보기
vi: xem nơi nó sống

source: see where to watch
es: ver dónde verlo
ja: どこで観られるか見る
ko: 어디서 볼 수 있는지 보기
vi: xem có thể xem ở đâu

source: see your wellness trend
es: ver tu tendencia de bienestar
ja: ウェルネスの流れを見る
ko: 웰니스 흐름 보기
vi: xem xu hướng an lành của bạn

source: seed
es: semilla
ja: たね
ko: 씨앗
vi: hạt mầm

source: self
es: yo
ja: じぶん
ko: 나 자신
vi: bản thân
